/* $ObjectName=MAFLogonUING_iOS_iPad */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIProgressDialogText" = "Logger på";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIAlertViewButtonText" = "OK";

/* XHED: label for a field max. 60 chars */
"keyMAFLogonUIAlertViewTitle" = "Feil";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerHost" = "Server";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelResourcePath" = "URL-suffiks";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelForceGatewayConnection" = "Bare gateway";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerPort" = "Port";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Domene";

/* XFLD: label for a switch (on/off), max 60 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Sikker kanal";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPassword" = "Passord";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Bekreft passord";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelFarmId" = "Gårds-ID";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Sikkerhetskonfigurasjon";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelBackendUserName" = "Brukernavn";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Ny kode";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Kode";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Bekreft kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Aktuell appkode";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Appkode";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelMobileUser" = "Mobilbruker";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelActivationCode" = "Aktiveringskode";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelGatewayClient" = "Klient";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "SSO-kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Brukernavn";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Passord";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Passord";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Brukernavn";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldHintOptional" = "(Valgfri)";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelDeleteUser" = "Vil du deaktivere applikasjonen?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelLock" = "Vil du sperre applikasjonen?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Vil du oppdatere applikasjonsinnstillingene?";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIFieldLabelServerTrust" = "Stoler du på dette sertifikatet?";

/* XFLD: label for a field max. 60 chars */
"keyMAFLogonUIFieldLabelUploadTrace" = "Vil du laste opp sporingene til serveren?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Slå på kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Slå av kode";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Endre kode";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Påloggingsdata";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Detaljer";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Appkode";

/* XGRP: label for a group of fields max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Appkode";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Neste";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelStartLogon" = "Logg på";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDemoMode" = "Test";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Avbryt";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Utført";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Avbryt";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Logg på";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Har du glemt koden?";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockStart" = "Sperr";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelLockCancel" = "Avbryt";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Oppdater";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Avbryt";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Deaktiver";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Avbryt";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Utført";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Avbryt";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Utført";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Avbryt";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Avbryt";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Last opp";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "Glemt SSO-kode";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Hopp over";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Utført";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Avbryt";

/* XBUT max. 60 chars */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Avbryt";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Neste";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Neste";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Avbryt";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeStart" = "Utført";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeCancel" = "Avbryt";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Tilbake";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Avbryt";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Logg på";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Oppgi SSO-kode";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Kodelås";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Oppgi påloggingsinformasjon";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Oppgi kode";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Definer kode";

/* XHED: label for a group of fields max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Endre kode";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Logg på";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Slett";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Sperr";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Oppdater";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Last opp sporing";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Oppdater passord";

/* XHED max. 60 chars */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Påloggingsdata";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Logg på";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Fastsett kode";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Definer kode";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "Oppgi SSO-passord";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Oppgi påloggingsinformasjon";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Definer kode";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Endre kode";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Endre kode";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Deaktiver kode";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Logg på";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Slett";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Sperr";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Oppdater";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Last opp sporing";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Oppdater passord";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Påloggingsdata";

/* XHED max. 60 chars */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "Påloggingseksempel for SAP MAF";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Hvis du ikke har egne påloggingsdata, kan du teste appen med eksempeldata";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Oppgi påloggingsdata for å logge deg på appen. Appen lagrer disse dataene.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Du må fastsette en appkode for å beskytte appen mot ikke autorisert bruk";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Du kan fastsette en appkode for å beskytte appen mot ikke autorisert bruk";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Du kan fastsette en appkode for å beskytte appen mot ikke autorisert bruk";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Oppgi din gamle appkode og den nye for å endre koden";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Oppgi din gamle appkode og den nye for å endre koden";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Oppgi appkode for å deaktivere passkoden";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Oppgi appkode for å logge deg på appen";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Dette er et eksempel på en kontekstuell metode for påloggingsrekkefølge ved hjelp av MAF-komponenter - slett";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Dette er et eksempel på en kontekstuell metode for påloggingsrekkefølge ved hjelp av MAF-komponenter - sperr";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Dette er et eksempel på en kontekstuell metode for påloggingsrekkefølge ved hjelp av MAF-komponenter - oppdater";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Dette er et eksempel på en kontekstuell metode for påloggingsrekkefølge ved hjelp av MAF-komponenter - last opp sporing";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Oppgi aktuelt passord for å oppdatere passordet til appen";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Du kan vise påloggingsdataene for appen";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "Oppgi passord for å arbeide med klienthub";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Oppgi Afaria-påloggingsinformasjon";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Oppgi påloggingsinformasjon for å logge på appen. Påloggingsinformasjonen blir lagret i klienthubappen, og du kan bruke den i andre apper også.";

/* XMSG: message max. 150 chars */
"keyMAFLogonUIConfirmationMessage" = "Er du sikker på at du vil tilbakestille appen?";

/* XHED: message max. 60 chars */
"keyMAFLogonUIConfirmationTitle" = "Bekreftelse";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Avbryt";

/* XBUT max. 60 chars */
"keyMAFLogonUIConfirmationOKButtonLabel" = "OK";

/* XMSG: message max. 60 chars */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Endre appkode";

/* XGRP max. 60 chars */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Definer appkode";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIDeleteProgressDialogText" = "Sletter";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Oppdaterer";

/* XFLD: label for a field  max. 60 chars */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Laster opp";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGRegistrationCancelled" = "Registrering avbrutt";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGOperationCancelled" = "Operasjon avbrutt";

/* XMSG: message max. 60 chars */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "Koderetningslinje for Afaria er \"alltid deaktivert\", så du kan ikke endre appkoden";

/* XMSG: message */
"keyErrDescrMAFLogonManagerErrorPasswordsNotEqual" = "Oppgitte koder stemmer ikke overens";

/* XMSG: message max. 60 chars */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "Oppgitte koder stemmer ikke overens";

/* XMSG: message */
"keyErrMAFLogonUINGCannotRegisterUsingCertificate" = "Kan ikke registrere bruk av sertifikatregistreringstype. Kontroller om Afaria-klient er installert korrrekt, eller om CertificateProvider er fastsatt.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "Glemt SSO-kode";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "Tilbakestill SSO-passkoden i klienthub, og start appen på nytt";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "Hvis du hopper over SSO-posten, blir appen koblet fra klienthub";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Ugyldig SSO-kode";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operasjonen er ikke mulig i denne tilstanden";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidCharacter" = "%1$@ felt inneholder ugyldig tegn";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidLength" = "%1$@ lengde må være under %2$d tegn";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidPort" = "Port må være mellom 1 og 65535";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Gammel kode";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Tidsavbrudd";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Umiddelbart";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "Om %1$i sek.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "Om %1$i sekunder.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "Om %1$i min.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "Om %1$i minutter.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "Om %1$i t.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "Om %1$i timer.";

